Delayed Updating Failed. Please contact the 3rd Party Application vendor.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ApiDelayedUpdateFailed { get; }
  Visual Basic
Public Shared ReadOnly Property ApiDelayedUpdateFailed As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ApiDelayedUpdateFailed {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures DocumentFailures Class
  Autodesk.Revit.DB Namespace